module.exports = {
  "DataStatus": {
    "RequestParameter": "type=冷笑话&pageindex=1&pagesize=2",
    "StatusCode": 100,
    "StatusDescription": "请求成功。",
    "ResponseDateTime": "2022-01-14 17:31:54",
    "DataTotalCount": 2470
  },
  "Data": [
    {
      "Type": "冷笑话",
      "Title": "把你冻僵滴是小冷段儿",
      "Content": "<p>1、火云邪神苦练多年，终于将蛤蟆功练至顶级并成功产下8个小蝌蚪。</p><p>2、老婆永远是对的，这话永远也是对的。但老婆没想到的是，她不一定永远是老婆</p><p>3、小王一辈子窝囊废，行将就木之际就渴望被人夸一次。<p></p>这份执念感动了老天爷，他派了一个大夫过来说：你这病吧，老厉害了。</p><p>4、人生天地间没有谁是容易的，就算是思聪也得每天犯愁怎么花钱。</p><p>5、“判断空气质量好不好可以抠鼻屎，黑的就是空气质量不好。”<p></p>“红的呢？”<p></p>“你抠猛了！ ”</p><p>6、昨晚预约了快递上门取件还预点了早餐，结果早上睡太死外卖打电话没听见，直接给我放门口窗台了，后来快递员来取件把我外卖寄走了。</p><p>7、自己做菜，女朋友每次都吃的干干净净，一直自我感觉良好自己做菜手艺不错，有一天突然意识到，女朋友可能就是单纯的能吃。</p><p>8、今天去理发，洗剪吹68，烫发和染发668。我就做了个洗剪吹，结账的时候发现居然收我668。。。<p></p>我不服，1米95的经理走出来对我耐心地解释：你看哈，刚才洗头的时候，是不是感觉水很烫？？？</p><p>9、啥叫点背？日他姐，干个活，不是驴不拉就是磨不转，驴拉了磨转了，缰绳又断了，缰绳接好了，驴去吃草了，不知谁TM又把驴给牵跑啦！干个毛线活，不干啦！</p><p>10、特别讨厌食堂里写着：浪费粮食可耻之类的标语了，你把农民伯伯辛辛苦苦种出来的粮食，做得这么难吃，还有脸说别人无耻！！！</p>"
    },
    {
      "Type": "冷笑话",
      "Title": "爆冷,冻僵你滴笑脸",
      "Content": "<p>1、医院里，一孕妇难产，医生灵机一动，给她服用了益生菌。</p><p>2、300斤的某女没看到她老公躺在沙发上，一屁股把他坐死了。法律并没有追究她的责任，因为法不责重。</p><p>3、两个老人去养老院。。。<p></p>70岁的老人进去了，90岁老人没进去。<p></p>工作人员：“对不起，大爷，我们不接受儿女健在的老人。您的资料显示，你有一个儿子。”<p></p>90岁老人：“操，刚刚进去的就是我儿子！ ”</p><p>4、和哥们去一个经常去的小饭馆吃饭，因为经常去所以特别熟！吃完饭结账时104块钱，我和老板说：打个把零抹了吧？<p></p>老板：卧槽，抹零可不行，给你抹四块吧！<p></p>我。。。</p><p>5、酒吧里跟一肌肉男起了冲突，对方要打我。我说：“你也不打听打听我是谁？”<p></p>“你谁？”<p></p>“我是一坨屎啊大哥，你打我不怕脏了手吗？”</p><p>6、一老板玩小三玩腻，小三逼婚不成索要千万赔偿。<p></p>老板冥思苦想，计上心来。他以提高文化水平为由，花几十万让她上了高端商学院。<p></p>班上权贵如云，没两个月，小三就另觅新欢，不理老板了。<p></p>为了保持清纯形象，小三给了老板100万封口费。<p></p>---吴秀波一定没看过这个故事。</p><p>7、特朗普早上起来说：早上好，太阳先生。<p></p>太阳说：早上好，总统先生。<p></p>特朗普中午说：中午好，太阳先生。<p></p>太阳说：中午好，总统先生。<p></p>特朗普晚上说：晚上好，太阳先生。<p></p>太阳说：好尼玛戈壁，老子要下班的。<p></p>特朗普怒打电话给财政部：马上制裁太阳！<p></p>姆努钦傻了半天：总统先生，我们没有理由制裁<p></p>特朗普吼道：它有没有照到伊朗人？<p></p>姆努钦：明白了，马上办。</p>"
    },
    {
      "Type": "冷笑话",
      "Title": "天儿冷,笑话也冷呢!",
      "Content": "<p>1、“大爷，我现场采访您一下，您这样晨跑锻炼坚持几年了？”<p></p>“姑娘别挡道！我尿急！ ”</p><p>2、“请问你是做什么工作的？”<p></p>“哦。我的工作是杀僵尸。”<p></p>“嗯？可是这个世界上没有僵尸啊！ ”<p></p>“你以为它们是怎么没有的？”</p><p>3、中午去买菜，感觉都不太新鲜了。<p></p>老板：早上刚到的，都新鲜的。<p></p>我：这菜看着就蔫蔫的啊？！<p></p>老板：从早上到现在，它以为没人要自己了，这不垂头丧气么！<p></p>我。。。</p><p>4、我问他：你今天怎么没上班儿啊？<p></p>表弟：那大舌头老板说，让我上班的时候，顺路捎十块钱的“砂纸”，结果我听成了“烧纸”<p></p>我：那也不至于开除你啊<p></p>表弟又说：老板看我买错了，让拿出去扔了，我跟他说，留着吧，万一再用上呢？</p><p>5、周末，我和男友还有闺蜜一起乘地铁，人很多，<p></p>我在男友身后，闺蜜在男友前面，我脑子一抽，伸手在闺蜜臀部掐了一下，<p></p>闺蜜回头含情脉脉的看了我男友一眼，然后往男友身边靠近了些！<p></p>闺蜜你这。。。</p>"
    },
    {
      "Type": "冷笑话",
      "Title": "二货的尬事笑翻天",
      "Content": "<p>1、前些天嗓子病了，不能发声，领导却让我参加合唱比赛，给我说充个数就行。<p></p>我感觉这样不好，就积极治疗，赶在比赛前治好了。<p></p>结果比赛失利，领导一声叹息的道：“你怎么偏偏赶在这时候嗓子好了呢？”</p><p>2、半夜，路过按摩店，里面老板娘就朝我喊：老板，进来坐坐。<p></p>我对她说：“要钱么”。<p></p>然后她怒了说：“你见过世上免费的按摩店么？”<p></p>然后我破口大骂她：“你TM见过这么晚才下班的老板么？”</p><p>3、上厕所忘带纸了，发微信跟同事求救，这货没一会就进来了，让我发十块钱红包给她，不然就不给我纸！<p></p>没办法只好给了她十块钱红包，真是太黑了，不就是上次她上厕所忘带纸我坑她五块钱吗！报复心真强！</p><p>4、吃货男：你觉得我怎么样？<p></p>吃货女：挺好的！你也是个吃货，和我挺和得来。<p></p>吃过男：那我们交往吧！我喜欢你很久了！<p></p>吃货女：你。。。你是不是看我这几天买了些好吃得，想打它们主意啊？！</p><p>5、今天闲着没事，和一个女生聊天。她愤愤不平地说：“我男朋友挺难看的。” 我说：别这么说自己男朋友埃”<p></p>她说：“嗯，我可不是谦虚，大家公认的难看。”<p></p>我问：“有多难看？” <p></p>她说：“这个不好说埃”<p></p>我诱导：“这么说吧，要是给我打60分，给他打多少分？”<p></p>她毫不犹豫地说：“58分！ ”<p></p>我。。。</p><p>6、网购了一条肉色丝袜，收到货居然是黑色的，嫌退换货麻烦直接给了个差评：你们家的肉色是黑色吗？<p></p>没想到他立刻发了一张非洲人的照片给我。。。</p>"
    },
    {
      "Type": "冷笑话",
      "Title": "爆逗冷段,别笑坏了!",
      "Content": "<p>1、成语新释“远交近攻”：孩子做作业的时侯，离的远一点还能交流交流，离的近了，想不攻击都难！</p><p>2、我：“如果有人给你一千万换你男朋友，你会怎样想？”<p></p>闺蜜：“我艹，双喜临门啊！ ”</p><p>3、男：“我养你。”<p></p>女：“你那点钱怎么养我？” <p></p>男：“嗯。。。不保证养活。”<p></p>女。。。</p><p>4、“不是说消费降级吗？为什么去欧洲旅游了？”<p></p>“还是降了，本来想登月的。”</p><p>5、看到男友手机上有个女生和好用情侣头像，聊天内容也非常暧昧，我质问他：“是不是这个女人绿了我？”<p></p>越想越委屈，便哭了起来，他慌忙地给我擦着眼泪说：“没有没有，被绿的应该是她呀！ ”</p><p>6、我：天上一天地上一年，那牛郎一年才见的到一次媳妇儿，对织女来说却是每天都可以见到丈夫。哇，牛郎相思之苦好惨啊！<p></p>朋友：牛郎一年只用拿出一天陪媳妇儿，织女还觉得他每天来陪自己，简直完美好嘛！！</p><p>7、和几个朋友一块去吃饭，有个朋友尿急，我们边找厕所边找饭店，忽然那货大踏步走进一家饭店，指着厕所说：这有厕所，在这吃！<p></p>我们。。。</p>"
    }
  ]
};
